# if문
# 간단한 4개의 질문으로 mbti를 검사하는 문제를 만들어주세요
# 예 아니요로만 대답하라는 문구를 출력해주세요
# '당신은 외향적이신가요?' 라고 물어본후 사용자 '예'라고  입력했을 경우 'E'를 '아니요'라고 했을 경우 'I'
# '당신은 감각적이신가요?' 라고 물어본후 사용자 '예'라고  입력했을 경우 'S'를 '아니요'라고 했을 경우 'N'
# '당신은 이성적이신가요?' 라고 물어본후 사용자 '예'라고  입력했을 경우 'T'를 '아니요'라고 했을 경우 'F'
# '당신은 계획적이신가요?' 라고 물어본후 사용자 '예'라고  입력했을 경우 'J'를 '아니요'라고 했을 경우 'P'
# 4개의 질문이 다 끝난 다음에는 4개의 답변을 정리하여 출력해주세요
# ex) 당신의 mbti는 INTP 입니다.


# for문으로 구구단을 만들어주세요
# 3단에서 3*6까지만 출력하고
# 그 뒤에 구구단은 실행이 안되게 만들어주세요


# while문 문제
# 조장 이름을 맞출때까지 반복되는 퀴즈를 만들어주세요
# 사용자에게 값을 입력받아야 합니다.
# 조장이름을 맞추면 '정답입니다.' 출력하고 while문이 멈추게 해주세요
# 팀원 이름을 입력하면 '팀원 이름입니다. 조장 이름을 입력하세요' 출력
# 잘못된 값을 입력시 '다시 입력하세요'출력
